[
  {
    "title": "One time only...",
    "description": "Over all very decent speaker, however, the bass output is insufficient. Adding a JBL wofer does wonders.\nAlso be careful the tweeter in the E80 is quite delicate if you get a bit too enthusiastic, thankfully JBL has replacements!!",
    "imageUrl": "https://res.cloudinary.com/dsrmaoof8/image/upload/v1617816989/JBL_E80_550_dzskdn.jpg",
    "productLink": "",
    "storyTypeEnum": "ISSUE",
    "userEntity": {
      "username": "user@gmail.com"
    }
  },
  {
    "title": "What a sound!",
    "description": "Did a lot of research for an AV receiver and speakers to match my new Vizio P series smart TV. I was going to go with the Klipsch Reference Black 5.1 set up and then I stumbled across these. I had already set my sights on this Pioneer receiver so why not go all the way Pioneer. I had a Pioneer cassette deck with TriAxial 6x9” speakers in the rear and 5” coaxials in the doors of my Opel in 1973. And a quadraphonic system. They rocked. These will blow the windows out. Watching The Fifth Element at about 60% scares the bejeesus out of you. My classic rock collection sounds amazing too. ZZ Top sounds like they’re standing in your living room jamming. Close your eyes and be transported to another dimension. They are heavy, solid, well made. Some reviews knock the aesthetics but personally I like low key non flashy look. I used the 16 gauge wire from KableDirekt and the Small VideoSecu speaker stands for the rear speakers. Very happy.",
    "imageUrl": "https://res.cloudinary.com/dsrmaoof8/image/upload/v1617821890/HomeSysPioneer_rjxhmm.jpg",
    "productLink": "https://www.youtube.com/watch?v=RPrcQjkeoYU",
    "storyTypeEnum": "FUN",
    "userEntity": {
      "username": "ivan@gmail.com"
    }
  },
  {
    "title": "Home Theater Projector",
    "description": "I will start by saying, I did not have high expectations for this projector. We were looking for an inexpensive cinema projector for a home theater. I saw this projector had decent reviews on a tech website, then saw it was on sale for $250.\n\nWe bought the projector hoping for the best, but expecting the worst (especially from Acer).\n\nI would rate this projector as comparable to a friend's projector that cost almost 10-times the amount. The \"professional\" cinema projector has darker blacks and a brighter picture. But for 1/10th of the cost, we are not complaining and it is not a very noticeable issue.\n\nI was most surprised about the quality of the image with the blinds open or lights on. I expected the picture quality to completely diminish, but that isn't the case with this projector.",
    "imageUrl": "https://res.cloudinary.com/dsrmaoof8/image/upload/v1617822094/Acer_q4xpok.jpg",
    "productLink": "",
    "storyTypeEnum": "INFO",
    "userEntity": {
      "username": "marina@gmail.com"
    }
  },
  {
    "title": "Sony MHC-V71! NO!",
    "description": "- Poor sound quality at any sound level but also not that loud, surprisingly. With it turned all the way up, I was still able to comfortably stand next to it an wince at the horrible dynamic range of the speakers.\n- Confusing controls that seem like they allow for customization but are really fixed to a few presets.\n- Big paper sticker in the middle of the top of the unit, listing the various DJ inspired gesture controls. The sticker isn't recessed in any way but just stuck on top. This means it's not protected against wear at all and even suffered some initial damage because it seemed like it was meant to be removed. Still not sure if it was or not but it was pretty well glued so I didn't try. Just seemed like an afterthought...\n- Roller wheels are useless off of a smooth flat surface. I even had trouble rolling it over a tile floor because if you tilt it just a tiny bit too far up and the rubber feet catch on the floor.\n- I couldn't figure out how to make the lighting effects do anything but randomly pulse and jiggle in multi-color!",
    "imageUrl": "https://res.cloudinary.com/dsrmaoof8/image/upload/v1617822257/Sony_Speaker_dwtsuh.jpg",
    "productLink": "",
    "storyTypeEnum": "ISSUE",
    "userEntity": {
      "username": "ivan@gmail.com"
    }
  },
  {
    "title": "I love that sub!!!",
    "description": "I just bought the ES250P Subwoofer and it sure was the finishing touch to my all JBL surround sound system. I have a very large living room and this sub will absolutely rock your world even at low volumes. As you would expect from a JBL product this sub sounds deep and clear with no distortion whatsoever. The difference this unit has made both in watching television and listening to music is noteworthy. I highly recommend this unit to anyone that wants to enhance their entertainment system.",
    "imageUrl": "https://res.cloudinary.com/dsrmaoof8/image/upload/v1617822422/JBL_250PW_vy7yxb.jpg",
    "productLink": "https://www.youtube.com/watch?v=fuitw44ogkw",
    "storyTypeEnum": "FUN",
    "userEntity": {
      "username": "dimo@gmail.com"
    }
  }
]